IdeaRS.Connections
EndPlateData.BackingPlateOffset Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.EndPlateData.BackingPlateOffset"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double BackingPlateOffset { get; set; }
Property Value
Type: Double
See Also
Reference
EndPlateData Class
IdeaRS.Connections.Data Namespace